{
  "home": {
    "intro": "Je suis Dea Bočina.",
    "about": "Développeuse frontend passionnée par la création d’applications web interactives et responsives. J’aime explorer de nouvelles technologies et outils pour concevoir des projets modernes et centrés sur l’utilisateur. Chaque projet présenté ci-dessous inclut une brève description, les technologies utilisées, le nom et le logo. En cliquant sur le logo, vous accédez à la démo en ligne hébergée sur GitHub — n’hésitez pas à explorer.",
    "projects": "Projets sélectionnés"
  },
  "projects": {
    "prythianRealEstate": {
      "logo": "logoPrythianRestEstate",
      "technologies": "JavaScript, SCSS, Node.js, Vite",
      "name": "Prythian Real Estate",
      "description": "Prythian Real Estate est une application moderne conçue pour faciliter la recherche de biens immobiliers. Les utilisateurs peuvent parcourir les propriétés disponibles dans différentes catégories et gammes de prix, voir les informations essentielles telles que l'emplacement, la taille, le prix et les équipements, et consulter des images de haute qualité pour chaque bien. L'application propose une fonction de recherche intelligente pour filtrer les biens par nom, emplacement, taille ou prix. Grâce à une approche visuelle, Prythian Real Estate offre une expérience fluide, intuitive et informative pour tous ceux qui cherchent à acheter ou vendre un bien immobilier.",
      "keyFeatures": "Explorer les annonces immobilières, Recherche intelligente de propriétés, Voir les images des propriétés, Carte interactive",
      "deployLink": "https://deabocina.github.io/prythian-real-estate/"
    },
    "libris": {
      "logo": "logoLibris",
      "technologies": "React, TypeScript, Tailwind CSS, Vite, Redux, Google Books API, NY Times API, Quotable API",
      "name": "Libris",
      "description": "Libris est une application moderne de découverte de livres qui vous permet d'explorer les best-sellers, de rechercher des livres et de prévisualiser ou lire gratuitement des titres lorsqu'ils sont disponibles. Construit avec les dernières technologies web, Libris offre une expérience fluide et intuitive pour les amateurs de livres. Avec la navigation par catégories, la recherche d'auteurs et les options de lecture gratuite, Libris est l'endroit idéal pour tous les bibliophiles.",
      "keyFeatures": "Explorez les Best-Sellers, Recherche Avancée, Prévisualisation de Livres, Lecture Gratuite, Design Réactif, Accès aux Best-Sellers du NY Times, Citations Inspirantes",
      "deployLink": "https://deabocina.github.io/libris/"
    },
    "simplify": {
      "logo": "logoSimplify",
      "technologies": "React, TypeScript, Vite, Firebase",
      "name": "Simplify",
      "description": "Simplify est une application de gestion de tâches simple et facile à utiliser qui vous aide à rester organisé et productif. Vous pouvez créer, modifier et supprimer des listes ou des tâches, utiliser des couleurs pour personnaliser votre tableau de bord et définir la date et l'heure de début des tâches pour rester sur la bonne voie. Conçu pour fonctionner parfaitement sur tous les appareils, Simplify garde vos tâches sécurisées et toujours accessibles. Célébrez vos progrès avec des confettis lorsque vous complétez une tâche, rendant la productivité à la fois agréable et gratifiante!",
      "keyFeatures": "Gestion des tâches, Codage par couleur, Planification intelligente, Célébration par confettis, Authentification sécurisée, Design réactif",
      "deployLink": "https://deabocina.github.io/simplify/"
    },
    "weatherOrNot": {
      "logo": "logoWeather",
      "technologies": "React, TypeScript, SCSS, Vite, Weather API",
      "name": "Weather or Not",
      "description": "Weather or Not est une application météo qui fournit des mises à jour en temps réel pour n'importe quelle ville. Vous pouvez rechercher rapidement une ville et voir les conditions météorologiques actuelles, y compris la température, l'humidité et les prévisions pour la journée ou la semaine à venir. L'application offre un fond dynamique qui change en fonction de l'heure de la journée et vous permet de passer de Celsius à Fahrenheit, ainsi que d'autres unités de mesure pour la vitesse du vent, la pression et plus encore. Avec un design entièrement réactif, vous pouvez facilement accéder aux informations météorologiques sur n'importe quel appareil, vous permettant de rester préparé où que vous soyez.",
      "keyFeatures": "Informations météorologiques en temps réel, Prévisions horaires et hebdomadaires, Recherche de ville, Fond dynamique, Commutateur d'unité de température, Entièrement réactif",
      "deployLink": "https://deabocina.github.io/weather-or-not/"
    },
    "happyPaws": {
      "logo": "logoHappyPaws",
      "technologies": "JavaScript, Java Spring Boot, Vite, PayPal API, PostgreSQL",
      "name": "Happy Paws",
      "description": "Happy Paws est une plateforme en ligne conçue pour faciliter l'achat de produits pour animaux. Les clients peuvent créer des comptes, parcourir les produits, gérer leur panier, passer des commandes, suivre l'état de leurs commandes, maintenir des listes de souhaits et créer jusqu'à trois profils d'animaux. Les employés peuvent gérer les produits, traiter les commandes et gérer les réductions, tandis que les administrateurs supervisent toutes les fonctionnalités, gèrent les rôles des utilisateurs et configurent les paramètres du système. La plateforme garantit une expérience fluide, intuitive et sécurisée pour tous les utilisateurs.",
      "keyFeatures": "Gestion des comptes clients, Recherche & filtrage de produits, Panier & paiement, Suivi des commandes, Liste de souhaits, Profils d'animaux, Gestion des produits par le personnel, Traitement des commandes, Gestion des réductions, Gestion des utilisateurs & du système par l’administrateur",
      "deployLink": "https://github.com/deabocina/happy-paws"
    },
    "homeFurGood": {
      "logo": "logoHomeFurGood",
      "technologies": "JavaScript, Java Spring Boot, PostgreSQL",
      "name": "Home Fur Good",
      "description": "Home Fur Good est une application Java conçue pour un centre d'adoption de chiens. Les adoptants potentiels peuvent créer des comptes, rechercher des chiens, soumettre des demandes d'adoption, suivre le statut des contrats et s'impliquer en tant que bénévoles. Le personnel du refuge peut gérer les dossiers des chiens, traiter les demandes d'adoption, gérer les bénévoles et envoyer des notifications. Les administrateurs supervisent toutes les fonctionnalités, gèrent les rôles des utilisateurs et configurent les paramètres du système pour garantir un processus d'adoption fluide et sécurisé.",
      "keyFeatures": "Gestion des comptes adoptants, Recherche & filtrage de chiens, Demande d'adoption, Édition de profil, Option bénévole, Suivi du statut des contrats, Gestion des dossiers chiens par le personnel, Listes d'adoption, Processus d'approbation, Gestion des vaccins, Gestion des bénévoles, Gestion utilisateurs & système par l’administrateur",
      "deployLink": "https://github.com/deabocina/home-fur-good"
    }
  },
  "footer": {
    "ideas": "Vous avez des idées?",
    "message": "Réalisez-les ensemble."
  }
}
