{
  "home": {
    "intro": "Ja sam Dea Bočina.",
    "about": "Frontend developer sa strašću za stvaranje interaktivnih i responzivnih web aplikacija. Volim istraživati nove tehnologije i alate da izgradim moderne i korisnički orijentirane projekte.",
    "projects": "Odabrani projekti"
  },
  "projects": {
    "prythianRealEstate": {
      "logo": "logoPrythianRestEstate",
      "technologies": "JavaScript, SCSS, Node.js, Vite",
      "name": "Prythian Real Estate",
      "description": "Prythian Real Estate je moderna aplikacija za pretraživanje nekretnina koja omogućuje jednostavan pregled ponuda. Korisnici mogu istraživati dostupne nekretnine u različitim kategorijama i cjenovnim razredima, vidjeti ključne informacije poput lokacije, veličine, cijene i pogodnosti te pregledavati kvalitetne slike svake nekretnine. Aplikacija uključuje pametnu funkciju pretraživanja za filtriranje nekretnina po nazivu, lokaciji, veličini ili cijeni. S vizualnim pristupom, Prythian Real Estate osigurava jednostavno, intuitivno i informativno iskustvo za svakoga tko želi kupiti ili prodati nekretninu.",
      "keyFeatures": "Pregledajte ponude nekretnina, Pametna pretraga nekretnina, Pregled slika nekretnina, Interaktivna karta",
      "deployLink": "https://deabocina.github.io/prythian-real-estate/"
    },
    "libris": {
      "logo": "logoLibris",
      "technologies": "React, TypeScript, Tailwind CSS, Vite, Redux, Google Books API, NY Times API, Quotable API",
      "name": "Libris",
      "description": "Libris je moderna aplikacija za otkrivanje knjiga koja omogućuje istraživanje bestselera, pretraživanje knjiga te pregledavanje i čitanje besplatnih naslova kad su dostupni. Sagrađena pomoću najnovijih web tehnologija, Libris pruža besprijekorno i intuitivno iskustvo za ljubitelje knjiga. Uz pregled kategorija, pretragu po autorima i mogućnost besplatnog čitanja, Libris je savršeno mjesto za sve knjigoljupce.",
      "keyFeatures": "Istraživanje Bestselera, Napredna Pretraga, Pregled Knjiga, Besplatno Čitanje, Responzivan Dizajn, Pristup NY Times Bestselerima, Inspirativni Citati",
      "deployLink": "https://deabocina.github.io/libris/"
    },
    "simplify": {
      "logo": "logoSimplify",
      "technologies": "React, TypeScript, Vite, Firebase",
      "name": "Simplify",
      "description": "Simplify je elegantna i jednostavna aplikacija za popis zadataka koja vam pomaže da ostanete organizirani i produktivni. Možete brzo kreirati, uređivati i brisati popise ili zadatke, koristiti boje za personalizaciju svog sučelja te postaviti datum i vrijeme početka zadatka kako biste lakše pratili napredak. Dizajnirana da besprijekorno radi na svim uređajima, Simplify čuva vaše zadatke te su uvijek nadohvat ruke. Proslavite svoj napredak sa konfetima kad dovršite zadatak, čineći produktivnost nagrađivanom i zabavnom!",
      "keyFeatures": "Upravljanje Zadacima, Sortiranje Bojama, Pametno Planiranje, Confetti Proslava, Sigurna Provjera Korisnika, Responzivan Dizajn",
      "deployLink": "https://deabocina.github.io/simplify/"
    },
    "weatherOrNot": {
      "logo": "logoWeather",
      "technologies": "React, TypeScript, SCSS, Vite, Weather API",
      "name": "Weather or Not",
      "description": "Weather or Not je aplikacija za vremensku prognozu koja pruža ažurirane informacije u stvarnom vremenu za bilo koji grad. Možete jednostavno pretraživati po gradu i pregledati trenutne vremenske uvjete, uključujući temperaturu, vlažnost i prognoze za taj dan ili tjedan. Aplikacija nudi dinamičnu pozadinu koja se mijenja ovisno o dobu dana i omogućuje vam prebacivanje između Celzijusa i Fahrenheita, kao i drugih mjernih jedinica za brzinu vjetra, tlak i još mnogo toga. S potpuno responzivnim dizajnom, lako možete pristupiti vremenskim informacijama na bilo kojem uređaju, kako biste uvijek bili pripremljeni bez obzira gdje se nalazite.",
      "keyFeatures": "Vremenske Informacije u Stvarnom Vremenu, Satne & Tjedne Prognoze, Pretraga Grada, Dinamička Pozadina, Promjena Jedinica Temperature, Potpuno Responzivan Dizajn",
      "deployLink": "https://deabocina.github.io/weather-or-not/"
    },
    "happyPaws": {
      "logo": "logoHappyPaws",
      "technologies": "JavaScript, Java, Vite, PayPal API, PostgreSQL",
      "name": "Happy Paws",
      "description": "Happy Paws je online platforma dizajnirana za olakšavanje kupnje proizvoda za kućne ljubimce. Korisnici mogu kreirati račune, pregledavati proizvode, upravljati košaricama, naručivati, pratiti status narudžbi, voditi liste želja i kreirati do tri profila kućnih ljubimaca. Zaposlenici mogu upravljati proizvodima, obrađivati narudžbe i upravljati popustima, dok administratori nadgledaju sve funkcionalnosti, upravljaju korisničkim ulogama i konfiguriraju postavke sustava. Platforma osigurava besprijekorno, intuitivno i sigurno iskustvo za sve korisnike.",
      "keyFeatures": "Upravljanje korisničkim računima, Pretraživanje i filtriranje proizvoda, Košarica i plaćanje, Praćenje narudžbi, Lista želja, Profili kućnih ljubimaca, Upravljanje proizvodima od strane zaposlenika, Obrada narudžbi, Upravljanje popustima, Administratorsko upravljanje korisnicima i sustavom",
      "deployLink": "https://github.com/deabocina/happy-paws"
    }
  },
  "footer": {
    "ideas": "Imate ideje?",
    "message": "Ostvarimo ih zajedno."
  }
}
